[
    {
        "pk": 0,
        "model": "roster.Player",
        "fields": {
            "name": "Brett Clark",
            "height": "6-2",
            "year": "Sophomore",
            "hometown": "Naples, Florida",
            "highschool": "Barron Collier",
            "imageurl": "brett.jpg",
            "major": "Business Administration",
            "experience": "1 Letter",
            "fallstatssingles": "16-5",
            "fallstatsdoubles": "9-3",
            "careerstatssingles": "36-17",
            "careerstatsdoubles": "30-13",
            "maplink": "http://maps.googleapis.com/maps/api/staticmap?center=26.140638,-81.786851&zoom=13&size=400x400&sensor=false",
            "music": "Miley Cyrus",
            "food": "Chipotle",
            "job": "CEO of Chipotle",
            "celebrity": "Steve Ellis, the CEO of Chipotle",
            "description": "Brett had a spectacular freshman year and an even better fall semester of his sophomore year. He heads into the Spring 2014 season ranked 36th in singles by the ITA and rated 29th in doubles with partner Esben Hess-Olesen. Brett played four years of high school tennis at Baron Collier High School as #1 in doubles for all four years and #2 in singles for two years before playing #1 his last two years. He finished his high school career with a 69-2 singles record. The highlight of Brett's Tar Heel career has been his most recent fall campaign. He was 16-5 in singles action and went 9-3 in the fall in doubles, splitting time between playing with Esben Hess-Olsen (5-1) and Ronnie Schneider (4-2). His biggest fall win was over #14 Tsvetan Mihov of South Carolina in the ITA Carolinas Regional. He reached the second round of singles at the USTA/ITA National Indoor Championships at Flushing Meadow in November 2013 and earned an at-large invitation to the tournament after finishing as the singles runner-up in the ITA Carolinas Regional."
        }
    },
    {
        "pk": 1,
        "model": "roster.Player",
        "fields": {
            "name": "James Coxe",
            "height": "6-3",
            "year": "Red-Shirt Junior",
            "hometown": "Raleigh, North Carolina",
            "highschool": "Needham Broughton",
            "imageurl": "coxe.jpg",
            "major": "Chemistry",
            "experience": "2 Letters",
            "fallstatssingles": "1-2",
            "fallstatsdoubles": "0-3",
            "careerstatssingles": "6-9",
            "careerstatsdoubles": "5-1",
            "maplink": "http://maps.googleapis.com/maps/api/staticmap?center=35.773883,-78.642653&zoom=13&size=400x400&sensor=false",
            "music": "Swedish House Mafia",
            "food": "Bojangle's chicken biscuit combo with sweet tea",
            "job": "Movie director",
            "celebrity": "Key and Peele",
            "description": "James is a third-year member of Carolina Leadership Academy and completed his gap year in the CLA in 2012-13. His father, Jim, is a Carolina alumnus and his mother, Robin, played tennis at the University of Kansas. James was a four-star recruit in the class of 2010 and the top-rated recruit from North Carolina. He held a national ranking of 75 when he signed with UNC and was the Tar Heel Qualifier champion. As a freshman and redshirt freshman seasons, James was named an ACC Academic Honor Roll honoree. As a redshirt sophomore, he played nin singles matches going 3-6 and was 5-7 overall in doubles combined with Oystein Steiro to go 3-2 in doubles play, including a 3-1 record in ACC dual matches. He also combined with Oystein Steiro to post key doubles wins in a pair of victories over Miami and in a victory over 25th-ranked Wake Forest. His season ended on a high-note when he was tapped for ACC Academic Honor Roll for the third straight year."
        }
    },
    {
        "pk": 2,
        "model": "roster.Player",
        "fields": {
            "name": "Connor Daly",
            "height": "6-0",
            "year": "Sophomore",
            "hometown": "Thousand Oaks, California",
            "highschool": "Oaks Christian",
            "imageurl": "daly.jpg",
            "major": "Business Administration",
            "experience": "1 Letter",
            "fallstatssingles": "0-2",
            "fallstatsdoubles": "0-1",
            "careerstatssingles": "2-9",
            "careerstatsdoubles": "2-6",
            "maplink": "http://maps.googleapis.com/maps/api/staticmap?center=34.167247,-118.846482&zoom=13&size=400x400&sensor=false",
            "music": "n/a",
            "food": "Mom's angel food cake",
            "job": "Working on Wall Street",
            "celebrity": "John F. Kennedy",
            "description": "Connor was one of the Top 30 tennis players in Southern California in the 16s and 18s. He played #2 singles at Oaks Christian High School as a freshman and sophomore and was named All-Tri Valley League his freshman and sophomore campaigns. During his freshman season at UNC, Connor played nine singles matches and seven doubles matches and won both of his three-set singles matches. He was tapped for 2012-13 ACC Academic Honor Roll and earned membership on the Dean's List in both semesters of his freshman year. During the Fall 2013 season, he played in singles and doubles at the ITA Carolinas Regional. His server is undoubtedly one of his greatest strengths as a player. Connor says that his favorite thing about being a Tar Heel tennis player is representing a program with such rich athletic and academic tradition. Connor has two younger sisters, both of whom play tennis."
        }
    },
    {
        "pk": 3,
        "model": "roster.Player",
        "fields": {
            "name": "Stuart DePaolo",
            "height": "5-11",
            "year": "Sophomore",
            "hometown": "Asheville, North Carolina",
            "highschool": "Asheville High School",
            "imageurl": "depaolo.jpg",
            "major": "Economics",
            "experience": "1 Letter",
            "fallstatssingles": "3-6",
            "fallstatsdoubles": "3-4",
            "careerstatssingles": "11-17",
            "careerstatsdoubles": "9-17",
            "maplink": "http://maps.googleapis.com/maps/api/staticmap?center=35.602324,-82.547209&zoom=13&size=400x400&sensor=false",
            "music": "Will Sparks or Eric Prydz",
            "food": "Gnocchi with marinara",
            "job": "Work on Wall Street",
            "celebrity": "Warren Buffett or Steve Jobs",
            "description": "Stuart was one of the top-ranked players in the nation all through his junior tennis career at Asheville High School. He was ranked 49th nationally as a senior and 62nd as a junior, top 150 as a sophomore and top 175 as a freshman. He was a USTA stat champion his freshman year of high school and a member of the high school state champion team, playing #1 singles position and honored as 2010 Class 3A Western North Carolina Player of the Year. As a Tar Heel, Stuart had a solid freshman year, going 8-11 in singles matches and 4-4 in dual matches. He posted key singles wins in ACC victories over Georgia Tech and 25th-ranked Wake Forest. During his sophomore Fall 2013 season, he was 3-6 in singles play and 3-4 in doubles play. Athleticism runs in the DePaolo family: Stuart's mother, Sally, played tennis at Florida State. His brother, Jack, played for Georgia Tech and Claremont McKenna College. His father played football at Sewanne (University of the South) and his sister played basketball at Johns Hopkins."
        }
    },
    {
        "pk": 4,
        "model": "roster.Player",
        "fields": {
            "name": "Andrew Gores",
            "height": "6-2",
            "year": "Redshirt Sophomore",
            "hometown": "Charlotte, North Carolina",
            "highschool": "Charlotte Country Day School",
            "imageurl": "gores.jpg",
            "major": "Business Administration",
            "experience": "1 Letter",
            "fallstatssingles": "0-0",
            "fallstatsdoubles": "0-0",
            "careerstatssingles": "5-8",
            "careerstatsdoubles": "6-8",
            "maplink": "http://maps.googleapis.com/maps/api/staticmap?center=35.216057,-80.847079&zoom=10&size=400x400&sensor=false",
            "music": "DJ Zhuntz",
            "food": "Shaqs Soda",
            "job": "n/a",
            "celebrity": "Tripp Phillips",
            "description": "Andrew posted a career record of 50-2 at Charlotte Country Day School, including undefeated freshman (12-0), sophomore (12-0), and senior (14-0) year campaigns. He was 12-2 in singles play as a junior. Andrew was voted MVP three of four years as well as voted team captain his junior and senior years. He was a four-year All-Conference and All-State player and won the state championship his senior year. He was the team's #2 player as a freshman and then played as #1 his final three years. During his redshirt freshman season, Andrew went 5-8 in singles play and 6-8 overal lin doubles action. He had a 4-3 doubles record with Oystein Steiro in dual match play, winning versus Georgia Tech in Carolina's first ACC win of the year. Andrew was named to Dean's List in the fall semester 2012 and won two singles matches at UVA Ranked +1 Invitational in fall 2013. He also advanced to semifinals of his singles bracket at that fall's Wake Forest Invitational. Andrew's sister played for Davidson College and both parents, Hilda and Paul, and his brother also play tennis recreationally."
        }
    },
    {
        "pk": 5,
        "model": "roster.Player",
        "fields": {
            "name": "Esben Hess-Olesen",
            "height": "6-3",
            "year": "Junior",
            "hometown": "Viby, Aarhus, Denmark",
            "highschool": "Marselisborg Gymnasium",
            "imageurl": "hess-olesen.jpg",
            "major": "Economics",
            "experience": "2 Letters",
            "fallstatssingles": "2-3",
            "fallstatsdoubles": "5-1",
            "careerstatssingles": "38-24",
            "careerstatsdoubles": "33-27",
            "maplink": "http://maps.googleapis.com/maps/api/staticmap?center=56.121658,10.146469&zoom=10&size=400x400&sensor=false",
            "music": "Coldplay",
            "food": "Stjerneskud (The Shooting Star) - a traditional Danish dish with fish",
            "job": "Manager for Manchester United",
            "celebrity": "Cam Newton or Megan Fox",
            "description": "Before coming to UNC, Esben was ranked as high as No. 1 for both singles and doubles in Denmark. He was a finalist in the Danish Junior Championships for singles and three-time champion in doubles playing alongside twin brother, Soren. He won the ITF doubles title in Oslo and holds multiple singles victories over top 100 ITF players, including a Wimbledon doubles champion. The highlight of Esben's Tar Heel career has been his sophomore campaign. He finished the year ranked #46 in the ITA singles rankings and was named to the All-ACC Team. He earned an invitation to the NCAA Championships in singles and was 22-12 overall in singles play and 11-7 in dual matches, all at the #1 spot in the lineup. Esben had most success partnered with Brett Clark in doubles action and went 7-1 in dual matches at the #2 spot, including a perfect 6-0 in ACC play. Esben had key sinlges wins in two victories over Miami plus wins over Georgia Tech and #24 Tulsa. He also defeated his twin brother Soren (ranked #43) in Carolina's dual match against Texas. During the Fall 2013 season, he went 2-3 in singles action and 5-1 in doubles. Esben heads into the spring season ranked 29th in doubles in the ITA rankings with sophomore Brett Clark. Esben is co-captain of the 2014 Tar Heels with Nelson Vick."
        }
    },
    {
        "pk": 6,
        "model": "roster.Player",
        "fields": {
            "name": "Chad Hoskins",
            "height": "5-10",
            "year": "Sophomore",
            "hometown": "Winston-Salem, North Carolina",
            "highschool": "R.J. Reynolds High School",
            "imageurl": "hoskins.jpg",
            "major": "Business Administration",
            "experience": "SQ",
            "fallstatssingles": "1-1",
            "fallstatsdoubles": "0-1",
            "careerstatssingles": "1-1",
            "careerstatsdoubles": "0-1",
            "maplink": "http://maps.googleapis.com/maps/api/staticmap?center=36.093753,-80.243115&zoom=12&size=400x400&sensor=false",
            "music": "The Beatles",
            "food": "Chicken Parmesan",
            "job": "NBA General Manager",
            "celebrity": "Watts Winston",
            "description": "Chad played four years of high school tennis and served as captain of the tennis team during his senior year at R.J. Reynolds High School. He was an All-State tennis selection his freshman through senior seasons and played on the 4A State Championship teams for three successive years (2010-12). His Reynolds team was also state runner-up his freshman season and ranked third nationally in 2011 and fourth in 2010. He was a member of the 2012 4A State Champion doubles team and a high school All-American as a senior. Chad saw his first action as a Tar Heel during the fall 2013 season splitting a pair of matched in the ITA Carolinas Regional. Chad is active in community service and has developed a program that collects old tennis balls from the UNC Tennis Center and donates them to nursing homes in the community to be used on the bottom of walkers."
        }
    },
    {
        "pk": 7,
        "model": "roster.Player",
        "fields": {
            "name": "Jack Murray",
            "height": "5-11",
            "year": "Freshman",
            "hometown": "Beverly Hills, Michigan",
            "highschool": "The Roeper School",
            "imageurl": "murray.jpg",
            "major": "Undeclared",
            "experience": "High School",
            "fallstatssingles": "n/a",
            "fallstatsdoubles": "n/a",
            "careerstatssingles": "n/a",
            "careerstatsdoubles": "n/a",
            "maplink": "http://maps.googleapis.com/maps/api/staticmap?center=42.516540,-83.262391&zoom=14&size=400x400&sensor=false",
            "music": "Eminem",
            "food": "My Uncle's steak",
            "job": "Professional tennis player",
            "celebrity": "Eminem",
            "description": "Jack played tennis at the Roeper School in Birmingham, Michigan and reached the final of the 2013 Kentucky National Open in singles in the boys 18s before losing to UNC freshman teammate Ronnie Schneider. Jack won the doubles championship in the 18s in that event and took fourth place in doubles at the winter nationals in the boys 18s. He also reached the finals of the National Open in Virginia boys 18s and was a finalist of the National Open in Dayton, Ohio in boys 18s, finishing in the Top 20 in the country at the event. By the end of his senior year of high school he moved up to 12th on tennisrecruiting.net in the Class of 2013. Jack says that the best thing about playing for Coach Paul is that he wants what's best for the team and pushes the players to do their best. "
        }
    },
    {
        "pk": 8,
        "model": "roster.Player",
        "fields": {
            "name": "Ronnie Schneider",
            "height": "5-9",
            "year": "Freshman",
            "hometown": "Bloomington, Indiana",
            "highschool": "Bloomington South High School",
            "imageurl": "schneider.jpg",
            "major": "Business Administration",
            "experience": "High School",
            "fallstatssingles": "12-2",
            "fallstatsdoubles": "4-2",
            "careerstatssingles": "12-2",
            "careerstatsdoubles": "4-2",
            "maplink": "http://maps.googleapis.com/maps/api/staticmap?center=39.162562,-86.529271&zoom=13&size=400x400&sensor=false",
            "music": "Miley Cyrus",
            "food": "Chicken sandwich with Chipotle mayo",
            "job": "Manager of Manchester City",
            "celebrity": "Peyton Manning",
            "description": "Ronnie had an impressive high school career playing for Bloomington High School South. He was the 2013 USTA Boys 18s national doubles champmion with Paul Oosterbaan and won the USTA National Open in Lexington, Kentucky in July 2013 over his Tar Heel freshman teammate Jack Murray. In 2011 he won both the singles and the doubles in the Boys 16s at the USTA Nationals in Kalamazoo. He was a three-time individual Indiana stat champion in 2010, 2011 and 2012. His team finished second in the state championship in 2009 and Ronnie finished his high school career at #1 with a 99-1 record. Ronnie had a tremendous fall tournament season as a freshman at UNC. He went 12-2 overall in singles and 4-2 in doubles and reached the Round of 16 in singles at the ITA Carolinas Regional, advancing to the doubles quarterfinals in the same tournament with partner Brett Clark. He started the fall season by winning his first nin singles matches and reached the Round of 16 at the ITA ALl-American Championships in Tulsa. In his first tournament as a Tar Heel he won the singles championship at the UVA Ranked +1 tournament. Both of his parents attended the University of Evansville where his father played tennis and his mother was a diver."
        }
    },
    {
        "pk": 9,
        "model": "roster.Player",
        "fields": {
            "name": "Brayden Schnur",
            "height": "6-3",
            "year": "Freshman",
            "hometown": "Pickering, Ontario",
            "highschool": "Bill Crothers Secondary School",
            "imageurl": "schnur.jpg",
            "major": "Undeclared",
            "experience": "High School",
            "fallstatssingles": "n/a",
            "fallstatsdoubles": "n/a",
            "careerstatssingles": "n/a",
            "careerstatsdoubles": "n/a",
            "maplink": "http://maps.googleapis.com/maps/api/staticmap?center=43.843034,-79.088540&zoom=10&size=400x400&sensor=false",
            "music": "Any sort of house music",
            "food": "Lasagna",
            "job": "Professional tennis player",
            "celebrity": "Erin Heatherton",
            "description": "Brayden played tennis at Bill Crothers Secondary School from 2009-2012 and has a career high ATP singles world ranking of 547. He achieved a career high junior world ranking of 26th and was men's doubles champion of the Mexico F17 Futures. Brayden led the Team Ontario tennis team to a gold medal in the 2013 Summer Canada Games and was the men's singles champion of the 2013 Canda F5 Futures. He has competed in the 2012 Junior U.S. Open, the 2013 Junior Australian Open, the 2013 Junior French Open and the 2013 Junior Wimbledon. He was the U16 boys singles and doubles champion of the 2011 Canadian Indoor Nationals and played for Canda in the 2011 Junior Davis Cup held in San Luis Potosi, Mexico. Brayden also played for Canada in the 2009 World Junior Team competition in Boca Raton, Florida."
        }
    },
    {
        "pk": 10,
        "model": "roster.Player",
        "fields": {
            "name": "Johan Skattum",
            "height": "5-10",
            "year": "Freshman",
            "hometown": "Oslo, Norway",
            "highschool": "Wang Toppidretts Gymnast",
            "imageurl": "skattum.jpg",
            "major": "Undeclared",
            "experience": "High School",
            "fallstatssingles": "4-4",
            "fallstatsdoubles": "1-5",
            "careerstatssingles": "4-4",
            "careerstatsdoubles": "1-5",
            "maplink": "http://maps.googleapis.com/maps/api/staticmap?center=59.909867,10.749754&zoom=12&size=400x400&sensor=false",
            "music": "Ylvis (What Does the Fox Say?)",
            "food": "Quesadillas",
            "job": "Owning hotels",
            "celebrity": "Ellen Degeneres or Morgan Freeman",
            "description": "Johan attended Wang Toppidretts Gymnast in Oslo, Norway and ranked No. 1 in Norway in the U14, U16 and U18 age groups. He also ranked No. 1 in Europe in the U14 class and won the Norwegian Championships three times for 14s and three times for 18s (one indoor and two outdoor). Johan was a semifinalist of the European Championships in the U16 age group and advanced to three ITF finals. During his Fall 2013 season at UNC, Johan played in three fall tournaments, going 4-4 in singles and 1-5 in doubles. He also went 3-1 in the Duke Fab Four Invite and took fifth place in the Blue Singles Division of the tournament. Johan's favorite thing about being a Tar Heel tennis player is being part of a prestigious program as well as the support system he receives as a student-athlete."
        }
    },
    {
        "pk": 11,
        "model": "roster.Player",
        "fields": {
            "name": "Oystein Steiro",
            "height": "6-6",
            "year": "Junior",
            "hometown": "Snaroya, Norway",
            "highschool": "Norwegian College of Elite Sports",
            "imageurl": "steiro.jpg",
            "major": "Economics",
            "experience": "2 Letters",
            "fallstatssingles": "9-4",
            "fallstatsdoubles": "8-2",
            "careerstatssingles": "46-33",
            "careerstatsdoubles": "34-29",
            "maplink": "http://maps.googleapis.com/maps/api/staticmap?center=59.938692,10.500606&zoom=14&size=400x400&sensor=false",
            "music": "DJ Tbiffy",
            "food": "Spaghetti bolognese",
            "job": "Managing my own company",
            "celebrity": "Steve Jobs",
            "description": "Before coming to UNC, Oystein held the prep ranking of No. 1 in Norway in the 14s, 16s, and 18s. He was ranked No. 33 in Europe in the 16s and won the Norweigan Championship for 16s in 2008 and the 18s in 2009. He also captured on ITF singles title and two ITF doubles titles in Oslo and was a member of the Norwegian Davis Cup team. Oystein had a spectacular freshman year as a Tar Heel. He tied for the team lead in overall singles wins with 18 and went 18-16 overall in singles. Notable singles wins include wins against #15 Illinois, Georgia Tech, Florida State, Duke, and Wake Forest. Oystein posted singles wins in both NCAA Tournament matches and advanced to Round of 32 at ITA Carolinas Regional. He also reached Round of 16 at ITA Carolinas Regional in doubles play with partner William Parker. Oystein finished his sophomore season (2012-13) with a 19-13 overall singles record and 14-15 doubles record. He headed into his junior year and the fall 2013 season by winning the Norwegian Championship and heads into the spring season ranked 50th nationally in ITA dobules ranking with partner Nelson Vick. He also reached the finals of the ITA carolinas Regional in doubles and was 4-0 in ITA All-American Championship's pre-qualifying tournament in Tulsa. Other achievements include third place in the Black singles draw at the Duke Fab Four Invite and the Blue Flight doubles crown at the same event."
        }
    },
    {
        "pk": 12,
        "model": "roster.Player",
        "fields": {
            "name": "Maik Ulrich",
            "height": "6-3",
            "year": "Senior",
            "hometown": "Dresden, Germany",
            "highschool": "Sport Gymnasium Dresden",
            "imageurl": "ulrich.jpg",
            "major": "Business Administration",
            "experience": "1 Letter",
            "fallstatssingles": "0-2",
            "fallstatsdoubles": "0-2",
            "careerstatssingles": "7-6",
            "careerstatsdoubles": "4-8",
            "maplink": "http://maps.googleapis.com/maps/api/staticmap?center=51.054611,13.726924&zoom=12&size=400x400&sensor=false",
            "music": "Calvin Harris",
            "food": "Pasta with steak slices",
            "job": "Working in the marketing section at Adidas",
            "celebrity": "Tom Brady",
            "description": "Maik attended Sport Gymnasium Dresden from 2003-11 and played club tennis for TC Dresden Blasewitz. He helped his club team to regional championships in every age group and also helped the team to a second-place finish in the third-highest German tennis league. He was listed in the top 370 of the ITF World Junior Rankings and selected for German National Training Camp in 2009 and 2010. During his junior 2012-13 season, Maik posted a 5-3 singles record and 4-7 in doubles play. Maik transferred from UCLA in January 2013 after playing two season for the Bruins and adds a rare left-handed presence to UNC's lineup."
        }
    },
    {
        "pk": 13,
        "model": "roster.Player",
        "fields": {
            "name": "Nelson Vick",
            "height": "6-3",
            "year": "Senior",
            "hometown": "Grafton, Wisconsin",
            "highschool": "Marquette University High School",
            "imageurl": "vick.jpg",
            "major": "Biology",
            "experience": "1 Letter",
            "fallstatssingles": "8-5",
            "fallstatsdoubles": "10-3",
            "careerstatssingles": "26-22",
            "careerstatsdoubles": "28-19",
            "maplink": "http://maps.googleapis.com/maps/api/staticmap?center=43.320812,-87.953367&zoom=14&size=400x400&sensor=false",
            "music": "ACDC or Luke Bryant",
            "food": "Any kind of red meat",
            "job": "Physician",
            "celebrity": "Theodore Roosevelt",
            "description": "Nelson is a right-hander who was the top-ranked 2010 recruit form his home state of Wisconsin and rated 24th nationally. He finished his prep career with a 43-17 record. The blue-chip, five-star recruit also won the 2009 St. Louis Gateway Championship. In 2007, as a freshman, he won the state singles championship and amassed a 30-1 record at No. 1 singles. He helped to lead Marquette University High to three consecutive Greater Metro Conference championships. Nelson went to Ohio State where he played his freshman, redshirt freshman and redshirt sophomore seasons. His junior season (2012-13) was played at UNC where he had an 18-17 singles and 18-16 doubles record. He was an Intercollegiate Tennis Association All-Academic Team honoree and scored some key singles wins for the Tar Heels in dual match victories over 25th-ranked Wake Forest, 24th-ranked Tulsa and Miami. Nelson had an excellent Fall 2013 season, winning the Blue Doubles flight championship with Oystein Steiro at the Duke Fab Four Invite. The two were also ITA Carolinas Regional doubles quarterfinalists and Nelson reached A2 singles flight championship match of Wake Forest Invitational, falling to teammate Brett Clark. He is a 2014 team co-captain with Esben Hess-Olesen. His father played NCAA Division III footbal and has an uncle who played tennis at Gustavus Adolphus College."
        }
    }
]